/* Head Mounted Device > Altergaze */
"HMD_ALTERGAZE" = "Altergaze";

/* Head Mounted Device > Cardboard */
"HMD_CARDBOARD" = "Cardboard";

/* Head Mounted Device > Durovis Dive */
"HMD_DIVE" = "Durovis Dive";

/* Head Mounted Device > Firefly */
"HMD_FIREFLY" = "Firefly";

/* Freefly */
"HMD_FREEFLY" = "Freefly";

/* Head Mounted Device > Homido */
"HMD_HOMIDO" = "Homido";

/* Head Mounted Device > None (Mono) */
"HMD_NONE_MONO" = "None (Mono)";

/* Head Mounted Device > None (SBS) */
"HMD_NONE_SBS" = "None (SBS)";

/* ViewMaster1 */
"HMD_VIEWMASTER1" = "View-Master (2015)";

/* Head Mounted Device > ZEISS VR ONE */
"HMD_ZEISSVRONE" = "ZEISS VR ONE";

/* iPad 10.2\"
   iPad 10.5\"
   iPad 10.9\" */
"IOS_IPAD_10.9" = "iPad 10.9";

/* iPad 11.0\" */
"IOS_IPAD_11.0" = "iPad 11.0";

/* iPad 12.9\" (Retina) */
"IOS_IPAD_12.9" = "iPad Pro 12.9\" (Retina)";

/* iPad 7.9\" */
"IOS_IPAD_7.9" = "iPad Mini 7.9\"";

/* iPad 7.9\" (Retina) */
"IOS_IPAD_7.9_RETINA" = "iPad Mini 7.9\" (Retina)";

/* iPad 9.7\" */
"IOS_IPAD_9.7" = "iPad 9.7\"";

/* iPad 9.7\" (Retina) */
"IOS_IPAD_9.7_RETINA" = "iPad 9.7\" (Retina)";

/* iPhone 11
   iPhone 11 Zoomed */
"IOS_IPHONE_11z" = "iPhone 11";

/* iPhone 12 Mini */
"IOS_IPHONE_12MINI" = "iPhone 12 Mini";

/* iPhone 12Max */
"IOS_IPHONE_12Max" = "iPhone 12 Max";

/* iPhone 12Pro */
"IOS_IPHONE_12Pro" = "iPhone 12 Pro";

/* iPhone 13 */
"IOS_IPHONE_13" = "iPhone 13";

/* iPhone 13 Mini */
"IOS_IPHONE_13MINI" = "iPhone 13 Mini";

/* iPhone 13 Pro Max */
"IOS_IPHONE_13PROMAX" = "iPhone 13 Pro Max";

/* iPhone 4S */
"IOS_IPHONE_4S" = "iPhone 4S";

/* iPhone 5 */
"IOS_IPHONE_5" = "iPhone 5";

/* iPhone 6 */
"IOS_IPHONE_6" = "iPhone 6";

/* iPhone 6+ (Zoomed) */
"IOS_IPHONE_6Plus" = "iPhone 6+ (Zoomed)";

/* iPhone 6+ */
"IOS_IPHONE_6PlusZ" = "iPhone 6+";

/* iPhone 6 (Zoomed) */
"IOS_IPHONE_6Z" = "iPhone 6 (Zoomed)";

/* iPhone SE (2020) */
"IOS_IPHONE_SE2020" = "iPhone SE (2020)";

/* iPhone X */
"IOS_IPHONE_X" = "iPhone X 5.8\"";

/* iPhone Xr */
"IOS_IPHONE_Xr" = "iPhone Xr";

/* iPhone XsMax */
"IOS_IPHONE_XsMax" = "Phone Xs Max";

/* iPhone XsMax Zoomed */
"IOS_IPHONE_XsMaxZo" = "iPhone XS Max Zoomed";

/* Phone Screen Size > 3.5\" */
"SIZE_3.5INCH" = "3.5\"";

/* Phone Screen Size > 4.7\" */
"SIZE_4.7INCH" = "4.7\"";

/* Phone Screen Size > 4\" */
"SIZE_4INCH" = "4\"";

/* 5.4\"
   6.1\" */
"SIZE_5.4INCH" = "5.4";

/* Phone Screen Size > 5.5\" */
"SIZE_5.5INCH" = "5.5\"";

/* 5.8\" */
"SIZE_5.8INCH" = "5.8\"";

/* 6.1\" */
"SIZE_6.1INCH" = "6.1\"";

/* 6.5\" */
"SIZE_6.5INCH" = "6.5\"";

/* 6.7\" */
"SIZE_6.7INCH" = "6.7\"";

/* Head Mounted Device > CoreMotion */
"TRACKER_COREMOTION" = "CoreMotion With Magnetometer";

/* Head Mounted Device > CoreMotion NO Magnetometer */
"TRACKER_COREMOTION_NO_MAG" = "CoreMotion Without Magnetometer";

/* Null Tracker */
"TRACKER_NULL" = "NULL";

/* Landscape */
"VIRTUAL_LANDSCAPE" = "Landscape (Default)";

/* Landscape² */
"VIRTUAL_LANDSCAPE2" = "Landscape² (Square Eyes)";

/* Landscape 16:9 */
"VIRTUAL_LANDSCAPE_169" = "Landscape (Force 16:9)";

/* Custom Landscape */
"VIRTUAL_LANDSCAPE_CUSTOM" = "Custom Landscape";

/* Landscape %@ */
"VIRTUAL_LANDSCAPE_FORMAT" = "Landscape %@ - %@";

/* Portrait */
"VIRTUAL_PORTRAIT" = "Portrait";

/* Portrait 16:9 */
"VIRTUAL_PORTRAIT_169" = "Portrait (Force 16:9)";

/* Custom Portrait */
"VIRTUAL_PORTRAIT_CUSTOM" = "Custom Portrait";

/* Portrait %@ */
"VIRTUAL_PORTRAIT_FORMAT" = "Portrait %@";

